<?php
$widget = new widget_text;
$widget->tab = 'Анекдот';
$widget->html = '<p>Двухбуквенной фирмы на замену шлейфа. Руки не доходили до него, и девушка, которая работает вместе со мной, заявила: «Может, назад вернём, раз у тебя ничего не получается?» С этого момента что-то пошло не так. Сначала прислали не тот шлейф из интернет-магазина, потом процедура обмена затянулась на полтора месяца. В итоге бук с чистой совестью я смог вручить владельцу ближе к Новому году.</p><p>Руки не доходили до него, и девушка, которая работает вместе со мной, заявила: «Может, назад вернём, раз у тебя ничего не получается?» С этого момента что-то пошло не так. Сначала прислали не тот шлейф из интернет-магазина, потом процедура обмена затянулась на полтора месяца. В итоге бук с чистой совестью я смог вручить владельцу ближе к Новому году.</p>';
$widget->link = 'http://anekdot.ru';
$widget->echo_widget_text_text();
?>