<?php
$widget = new widget_text;
$widget->tab = 'Новости';
$widget->html = '<p>По факту взрыва на шахте "Воркутинская" в Коми, повлекшего гибель людей, проводится доследственная проверка, сообщили "Интерфаксу" в СК РФ. "По данному факту проводится проверка, на место происшествия выехала следственная группа", - сказали в СК.</p><p>В Москве при получении незаконного денежного вознаграждения в размере 29 млн руб. задержан заместитель директора Федерального государственного учреждения "Московский научно-исследовательский онкологический институт имени П. А. Герцена" Сергей Безяев, сообщает пресс-служба Главного управления экономической безопасности и противодействия коррупции ( ГУЭБиПК ) МВД России.</p>';
$widget->link = '#';
$widget->echo_widget_text_text();
?>